Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=365_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisen parlamentaarisen neuvoston johto siirtyi Suomelle
sme: Sámi parlamentáralaš ráđi jođiheapmi sirdásii Supmii

source: Suomen saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi toimii Saamelaisen parlamentaarisen neuvoston puheenjohtajana seuraavat kaksi vuotta.
sme: Suoma sámedikki ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi, bargá Sámi parlamentáralaš ráđi ságadoallin čuovvovaš guokte jagi.

source: Puheenjohtajuus siirtyi Suomen saamelaiskäräjille Ruotsin saamelaiskäräjiltä.
sme: SPR jođiheapmi sirdásii Suoma sámediggái Ruoŧa sámedikkis.

source: Kuvissa: Ruotsin saamelaiskäräjien hallituksen puheenjohtaja Sara Larsson, Norjan saamelaiskäräjien varapuheenjohtaja Laila Susanne Vars ja Suomen saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi.
sme: Govain Ruoŧa sámedikki stivrra ságadoalli Sara Larsson, Norgga sámedikki várreságadoalli Laila Susanne Vars ja Suoma sámedikki ságadoalli Klemetti Näkkäläjärvi.

source: Kuvat Sára Márjá Magga.
sme: Govat: Sára Márjá Magga.

source: – On ilo luovuttaa puheenjohtajuus tilanteessa, jossa saamelaisasiat ovat tulossa erityisen tarkastelun kohteeksi YK:ssa, totesi Ruotsin saamelaiskäräjien puheenjohtaja Sara Larsson parlamentaarisen neuvoston kokouksessa Rovaniemellä 14.4.
sme: – Lea illu addit jođiheami Supmii dilis, mas sámeáššit leat šaddamen earenoamáš álbmogiidgaskasaš geahčastaga čuozahahkan Ovttastuvvon Nášuvnnain (ON), gávnnahii Ruoŧa sámedikki ságadoalli Sara Larsson parlamentáralaš ráđi čoahkkimis Roavvenjárggas 14.4.

source: Klemetti Näkkäläjärvi totesi, että Suomen saamelaiskäräjät pyrkii resurssien puutteista huolimatta hoitamaan SPR:n puheenjohtajuuden.
sme: Sámi parlamentáralaš ráđđi lea vuođđuduvvon 2000-luvun álggus ja dat doaibmá Davviriikkaid sámedikkiid ovttasbargoorgánan.

source: Puheenjohtajakauden haasteiksi Näkkäläjärvi näki pohjoismaisen saamelaissopimuksen edistämisen ja saamelaisten perinteisen tiedon turvaamisen.
sme: Maiddái Ruošša sámit oassálastet ráđi bargui.

source: Lue Klemetti Näkkäläjärven puhe kokonaisuudessaan täältä: Klemetti Näkkäläjärven puhe saamelaisen parlamentaarisen neuvoston kokouksessa 14.4.2010
sme: Parlamentáralaš ráđđi čoahkkána Roavvenjárggas ja oažžu guossin ON eamiálbmotvuoigatvuođaid earenoamašraporterejeaddji James Anaya.

source: Saamelainen parlamentaarinen neuvosto on perustettu 2000-luvun alussa ja se toimii Pohjoismaiden saamelaiskäräjien yhteistyöelimenä.
sme: Earenoamášraporterejeaddji lea dál vuosttaš geardde olmmošvuoigatvuođaid historjjás ráhkadeamen olmmošvuoigatvuohtaraportta álbmogis, mii orru njealji riikka guovllus.

source: Myös Venäjän saamelaiset osallistuvat neuvoston työhön.
sme: Olmmošvuoigatvuohtaraporttat leamaš ovdal ovtta stáhtas ja dan olmmošvuoigatvuohtadiliin ain hávil.

source: Parlamentaarinen neuvosto kokoontuu Rovaniemellä ja saa vieraakseen YK:n alkuperäiskansojen ihmisoikeuksien erityisraportoija James Anayan.
sme: Earenoamášraporterejeaddji galledeami olis Roavvenjárggas ordnejuvvo gaskavahku 15.4. konferánsa, mii gieđahallá sámiid olmmošvuoigatvuođaid ja iešmearrideami ollašuvvama. Davviriikkaid sámedikkit raporterejit sámiid diliin iežaset ruoktoriikkain.

source: Erityisraportoija on ensimmäistä kertaa ihmisoikeusjärjestelmän historiassa valmistamassa erityistä raporttia kansasta, joka asuu neljän valtion alueella.
sme: Stáhtaid ráđđehusaid ovddasteaddjit leat konferánssas mielde ovdanbuktimen stáhtaid oainnuid ja vástideamen sámedikkiid ovdanbuktin gážaldagaide ja ságastallamiidda.

source: Ihmisoikeusraportit ovat aiemmin olleet valtiokohtaisia.
sme: Bearjadaga 16.4. beassá maid sámi sivilaservodat, sámi searvvit ja organisašuvnnat ovdanbuktit iežaset oainnuid earenoamášraporterejeaddjái.

source: Erityisraportoijan vierailuun liittyen Rovaniemellä järjestetään saamelaisten ihmisoikeuksia ja itsehallinnon toteutumista käsittelevä konferenssi keskiviikkona 15.4. Pohjoismaiden saamelaiskäräjät raportoivat saamelaisten asemasta kotivaltioissaan.
sme: Álbmogiidgaskasaš konferánssa temán Roavvenjárggas leat sámiid iešmearrideapmi álgoálbmogin, vuoigatvuohta eatnamiidda, čáziide ja luondduriggodagaide, mánát ja nuorat earenoamážit giela ja oahpahusa olis ja vel lassin olmmošvuoigatvuohtakonvenšuvnnaid goziheapmi ja mearreáigerapoteren iešguđet riikkas.
